{"Title":{"1":"Cabinet did not discuss sex video issue — Dr Wan Azizah","2":"RM250 million allocated to upgrade Sultan Azlan Shah Airport","3":"Blanket ban on plastic waste will affect legal recyclers — industry players","4":"Haziq's contract ended effective Tuesday — Ministry","5":"Mahathir arrives in Bangkok for Asean Summit","6":"Malindo Air flight slides off runway in Bandung, passengers safely evacuated","7":"Big win for MRCB at annual reporting awards","8":"Genting Malaysia withdraws judicial review against MoF on tax allowances utilisation period","9":"Stronger gold prices lifts Poh Kong 3Q profit","10":"Rise in housing prices not due to cost of cement, says association","11":"Transmile’s Gan claims he only knew about overstated revenue after CFO's confession","12":"Most of KWAP's RM4b loan to SRC spent, says ex-director Suboh","13":"Indonesia c.bank cuts bank reserve requirements, says next rate move is down","14":"Most SE Asian stocks close higher as Fed comments feed risk appetite","15":"WCT and Hyatt to develop Hyatt Place Johor Bahru","16":"'I was told to leave Malaysia amid 1MDB probe,' former SRC director Suboh tells court","17":"马股续升 周末前或见套利","18":"Trade talks, hopes for rate cuts boost EM stocks","19":"Boustead secures RM96m contract for patrol vessel refit works","20":"Oil jumps 3% to US$63 as Iran shoots down US drone in Gulf","21":"KLCI makes further gains, may see profit taking before weekend","22":"Politics and Policy: Not a bad state of affairs ","23":"Mr DIY tight-lipped over IPO, continues aggressive expansion strategy","24":"Malaysia appreciates JIT's report on MH17 incident","25":"IHH Healthcare aims to strengthen operations in 4 home markets","26":"JTI：非法烟贸易达无法控制的水平","27":"Cool weather hits UK retail sales in May in gloomy sign for economy","28":"No need for Azmin to take leave over video probe — Dr Mahathir","29":"OCBC sees ringgit at RM4.16 against US dollar at end-2019","30":"Aeon Credit hopes to maintain performance in FY20 despite external headwinds","31":"Witness agrees Najib should've left Cabinet meeting on SRC if he received payment from firm","32":"Politics and Policy: A potential RM3b contribution from refugees","33":"Politics and Policy: What a crowded playing field! ","34":"Serba Dinamik放眼今年净利增长10%","35":"Zero excise duty revenue from cigarettes would be a good thing — Charon","36":"Bank investments in technology not yet driving significant revenue growth: Accenture","37":"Illegal cigarette trade 'reaching uncontrollable levels', says JTI","38":"Rosmah's solar project graft trial to be heard in High Court after all","39":"Russians, Ukrainian to face murder charges over downing of Flight MH17","40":"联合献购方购义利15.55万股","41":"Cover Story: Subdued 1Q for banks points to tougher times ahead ","42":"Cover Story: The trade war and corporate earnings conundrum "},"Date":{"1":"June 20, 2019 21:42 pm +08","2":"June 20, 2019 21:35 pm +08","3":"June 20, 2019 21:31 pm +08","4":"June 20, 2019 21:15 pm +08","5":"June 20, 2019 21:06 pm +08","6":"June 20, 2019 20:45 pm +08","7":"June 20, 2019 20:35 pm +08","8":"June 20, 2019 19:56 pm +08","9":"June 20, 2019 19:43 pm +08","10":"June 20, 2019 19:28 pm +08","11":"June 20, 2019 19:08 pm +08","12":"June 20, 2019 19:06 pm +08","13":"June 20, 2019 18:41 pm +08","14":"June 20, 2019 18:35 pm +08","15":"June 20, 2019 18:25 pm +08","16":"June 20, 2019 18:23 pm +08","17":"June 20, 2019 18:21 pm +08","18":"June 20, 2019 18:19 pm +08","19":"June 20, 2019 18:09 pm +08","20":"June 20, 2019 18:06 pm +08","21":"June 20, 2019 18:05 pm +08","22":"June 20, 2019 18:00 pm +08","23":"June 20, 2019 17:49 pm +08","24":"June 20, 2019 17:45 pm +08","25":"June 20, 2019 17:40 pm +08","26":"June 20, 2019 17:38 pm +08","27":"June 20, 2019 17:33 pm +08","28":"June 20, 2019 17:33 pm +08","29":"June 20, 2019 17:25 pm +08","30":"June 20, 2019 17:12 pm +08","31":"June 20, 2019 17:09 pm +08","32":"June 20, 2019 17:00 pm +08","33":"June 20, 2019 17:00 pm +08","34":"June 20, 2019 16:46 pm +08","35":"June 20, 2019 16:41 pm +08","36":"June 20, 2019 16:41 pm +08","37":"June 20, 2019 16:34 pm +08","38":"June 20, 2019 16:24 pm +08","39":"June 20, 2019 16:16 pm +08","40":"June 20, 2019 16:14 pm +08","41":"June 20, 2019 16:00 pm +08","42":"June 20, 2019 16:00 pm +08"},"Contents":{"1":"PUTRAJAYA (June 20): The Cabinet today did not discuss the issue of the sex video implicating Economic Affairs Minister Datuk Seri Mohamed Azmin Ali, said Deputy Prime Minister Datuk Seri Dr Wan Azizah Wan Ismail.\n“Why discuss? It was not on the agenda,” she said with laughter when asked by reporters on the matter after attending the \"Bicara Ilmu Sri Satria\" programme at Sri Satria, the official residence of the Deputy Prime Minister, here today.\nAsked if there is a need for the video issue to be brought to Pakatan Harapan’s presidential council to settle internal disputes and ensure the people’s confidence, Dr Wan Azizah said there was no need to do so.\n“Any party has some political differences between themselves. It is part of whatever happens in the political arena,” she said.\nShe said the controversial video issue is being resolved and is dying down.\n \n","2":"IPOH (June 20): A total of RM250 million will be allocated to upgrade the Sultan Azlan Shah Airport (LTSAS) here, said Perak Industry, Investment and Corridor Development Committee chairman Datuk Seri Mohammad Nizar Jamaluddin.\nHe said it will involve five aspects including extending the airport's runway from two kilometres to 2.4 km, upgrading the terminal and cargo facilities as well as building control and fuel towers.\n\"The LTSAS terminal will be modernised with the construction of a bridge and separated halls for departure and arrival as well as more shops.\n\"We also want to make it a city airport which aims at tourists arriving at hotels in Ipoh not less than 10 minutes away,\" he told a press conference here today.\nMohammad Nizar said the upgrading works would commence in the first quarter of next year and is expected to take two and a half years to complete.\nHe said the upgrading works will not affect the airport’s daily operations.\n","3":"KUALA LUMPUR (June 20): A blanket ban on plastic waste as called by a consumer association will hurt law-abiding plastics recyclers, as well as drive them out of business, says industry players.  \nThe Malaysian Plastics Manufacturers Association (MPMA) and the Malaysia Plastics Recyclers Association (MPRA) also said such a move would not help the Government in combating smugglers and illegal plastic recyclers.\n“As an economic activity, recycling is crucial to creating new value that benefits society and contributes to sustainability. Legal operators support Malaysia’s manufacturing and export sectors in industries such as electrical and electronics, automotive and others. A total ban would bring Malaysia’s participation in the global circular economy to a halt,” they said in a joint statement today.\nThey pointed out that the Malaysian Government had not allowed imports of ‘sampah plastik’ since 2008 and all law-abiding plastic recyclers had been complying with the ban.\n“This means ‘sampah plastik’ from overseas was smuggled into Malaysia and illegally imported.\n\"We hope the continuing debate will focus on the more immediate problem of how to properly dispose of existing 'sampah plastik' and prevent future smuggling. This would be more productive than harming legitimate businesses which have not broken the law,” they said.\nThe association also reiterated their stand that Malaysia had no place for other countries’ rubbish.\n“We continue to support and are ready to assist the Government in their efforts to crack down on these unscrupulous and illegal operators and to protect the environment,\" they added.\n","4":"KUALA LUMPUR (June 20): The Primary Industries Ministry has terminated the contract of service of its Deputy Minister’s Senior Private Secretary Haziq Abdullah Abdul Aziz effective last Tuesday.\nThe Ministry, in a statement, today announced that the move was taken following an admission of a sordid nature was made in social media, by way of a video clip posted by Haziq on June 12.\n\"The Ministry views this as a very serious violation of its values, ethics and the Code of Conduct, Public Officers Regulations.\n\"The Ministry promptly issued Haziq a show cause letter which had been responded to. In this regard, the Ministry proceeded to terminate his contract of service effective June 18, 2019,\" said the statement.\nWith the ending of his contract, the Ministry completely disassociated itself with Haziq, the statement said.\nThe Ministry also categorically asserted that it would never tolerate such scandalous behaviour amongst any of its staff members which brings the Ministry into disrepute and odium.\n","5":"BANGKOK (June 20): Prime Minister Tun Dr Mahathir Mohamad arrived here today for a packed four-day working visit to Thailand, during which he will join nine other heads of Government for the 34th Asean Summit.\nThe special aircraft carrying Dr Mahathir and his wife Tun Dr Siti Hasmah Mohd Ali landed at the Military Air Terminal 2 of the Royal Thai Air Force base here at 7.30 pm (local time).\nOn hand to welcome Dr Mahathir and Dr Siti Hasmah were Thai Interior Minister General Anupong Paojinda and wife Kulaya Paojinda, as well as Malaysian ambassador to Thailand Datuk Jojie Samuel.\nDr Mahathir is leading the Malaysian delegation to the 34th Asean Summit and Related Summits.  \nThe Prime Minister is accompanied by Foreign Affairs Minister Datuk Saifuddin Abdullah, International Trade and Industry Minister Datuk Ignatius Darrel Leiking and Economic Affairs Minister Datuk Seri Mohamed Azmin Ali as well as officials from the Prime Minister's Office, Wisma Putra, Ministry of International Trade and Industry and Ministry of Economic Affairs (MEA).\nIn his third visit to the kingdom, Dr Mahathir will officiate the inaugural Malaysia Fest 2019 at the Central World Shopping Mall and later in the afternoon he will hold the Malaysia-Thailand Business Dialogue, a round-table business meeting with Thailand’s captains of industry tomorrow.\nOn Saturday, the Prime Minister will participate in three interfaces namely the Asean leaders’ interface with representatives of Asean Inter-Parliamentary Assembly (AIPA), Asean Leaders’ Interface with representatives of Asean Youth, and Asean Leaders’ Interface with representatives of Asean Business Advisory Council (Asean-BAC).\nAfter the interfaces, the Prime Minister will join the Asean Summit Plenary where leaders of the Asean member countries will hold discussion on issues relating to the summit theme, “Advancing Partnership for Sustainability” and followed by the gala dinner hosted by Thai Prime Minister General Prayuth Chan o-cha for the Asean Leaders and Asean Secretary General.\nOn Sunday, Dr Mahathir will attend the opening ceremony of the 34th Asean Summit.\nLater, he will attend the 13th Brunei Darussalam-Indonesia-Malaysia-Philippines East Asean Growth Area (BIMP-EAGA) Summit followed by the 12th Indonesia-Malaysia-Thailand Growth Triangle (IMT-GT) Summit.\nMeanwhile, Dr Siti Hasmah is expected to participate in the Spouse Programme, hosted by Thai Prime Minister’s wife, Associate Professor Naraporn Chan o-cha, including a tour of the National Museum of Royal Barges, demonstration of Thai handicraft and traditional Thai appetisers and desserts and a lunch hosted by Naraporn.\nDr Mahathir and Dr Siti Hasmah are expected to depart for Malaysia on Sunday evening.\n","6":"KUALA LUMPUR (June 20):  A Malindo Air flight carrying 114 passengers and eight crew members slid off the runway during take-off at the Husein Sastranegara International Airport in Bandung, Indonesia today.\nThe Boeing 737-800 experienced the runway excursion at 3.25 pm Malaysian time as it was taking off to Kuala Lumpur, the airline said in a statement.  \n“All passengers have been safely evacuated. Arrangements are being made for passengers’ onward journey,” the airlines said.\n“Malindo Air wishes to apologize for any inconvenience caused and would like to reiterate that we take safety as our utmost priority,” it added.\nThe airline said it will continue to provide further updates at www.malindoair.com and facebook.com\/MalindoAirMalaysia.\n","7":"KUALA LUMPUR (June 20): Malaysian Resources Corp Bhd (MRCB) took home the Gold Award at the 2019 Australasian Reporting Awards (ARA) ceremony held in Melbourne, Australia yesterday.\nThis is the second consecutive year that MRCB has won this coveted award for its 2017 annual report. It competed with three other global peers for the Work Health & Safety Reporting Special Award.\n“Winning this independent and esteemed award for two consecutive years is a testimony of our continuous commitment towards improving governance, transparency and disclosure of information to our stakeholders – all areas MRCB focused on during its five-year corporate transformation journey,” said MRCB chief corporate officer Amarjit Chhina in a statement today.\n“Today, not only has our corporate transformation journey translated into improved corporate sustainability, it has also strengthened MRCB’s corporate governance. This\nGold Award further validates our efforts in upholding the highest standards of reporting and stakeholder communication,\" he added.\nAccording to MRCB, the Gold Award represents the highest standard of reporting, based on world best practices and international benchmarks that focus on transparency and accountability.\nEach annual report submitted to the ARA Awards is reviewed by three members of an expert panel and assessed based on its comprehensiveness and transparency.\nIn its 69th year, the annual ARA Awards is known for the high standard of its adjudication process, with awards submissions coming from Australia, New Zealand, Hong Kong, India, Indonesia, Malaysia, the Philippines, Qatar, Sri Lanka and Russia.\nEstablished in 1950, the annual ARA is administered by the Australasian Reporting Awards Ltd, an independent not-for-profit organisation.\n \n","8":"KUALA LUMPUR (June 20): Genting Malaysia has decided to withdraw its judicial review application against the Ministry of Finance's (MoF) decision to amend the 2014 tax incentive approval in December 2017.\nThe group announced the decision in a filing with Bursa alaysia today, without elaborating on the rationale for the move.\nOn Jan 24, the High Court granted Genting Malaysia leave to commence the judicial review, and a stay of the MoF decision pending disposal of the judicial review application.\nGenting Malaysia claimed that the amendment had effectively prolonged the utilisation period of the tax allowances granted to the Genting Integrated Tourism Plan (GITP) by MoF in December 2014.\nThe group tried to submit an appeal to MoF, but was turned down in September 2018.\nIn December 2014, the MoF had granted tax incentives for the GITP, which among others, entitled Genting Malaysia to claim for income tax exemption equivalent to 100% of qualifying capital expenditure incurred for a period of 10 years.\nHowever, MoF had decided to amend the 2014 tax incentive approval in December 2017, which effectively prolonged the utilisation period of the tax allowances “significantly”.\n","9":"KUALA LUMPUR (June 20): Jeweller Poh Kong Holdings Bhd announced a 25% jump year-on-year in net profit for the third quarter ended April 30, 2019 (3QFY19). Its quarterly net profit leapt to RM5.39 million from RM4.31 million previously, riding on the back of an uptrend in gold prices.\nHowever, quarterly revenue came in a marginal 1.7% lower at RM236.37 million compared with RM240.44 million a year ago, due to softer demand for gold jewellery products, according to its exchange filing this evening.\nFor the cumulative nine-month period (9MFY19), Poh Kong recorded a net profit of RM15.31 million, up 5.7% from RM14.48 million in the same period a year ago, while revenue grew 5.1% to RM768.65 million from RM731.35 million in 9MFY18.\nPoh Kong said although retail sentiment still remains soft due to cautious consumer spending, the group is confident of its resilience to weather the challenges ahead for its financial year ending July 31, 2019.\n“The group is positive that the demand for gold-related products will remain resilient and provide investors with a complementary investment option while at the same time, is a liquid asset and a safe haven during economic uncertainties,” it added.\nShares in Poh Kong closed 1.5 sen or 3.06% higher today at 50.5 sen, bringing it a market capitalisation of RM207.22 million.\n","10":"KUALA LUMPUR (June 20): The Cement and Concrete Association of Malaysia (C&CA) said the price of cement is not driving house prices up, pointing to the Malaysian House Price Index (MHPI) which shows that the price of property had climbed between 2016 and 2018 despite a declining trend in the price of the raw material during that period.\nThe association issued a statement today to address concerns raised on the potential impact of the announced net cement price adjustment on the construction industry and house prices, if implemented.\n“According to the MHPI, published by the Ministry of Finance;s National Property Information Centre (NAPIC), house prices in Malaysia have increased by 13% between 1Q2016 and 4Q 2018 against declining cement prices as shown in the charts below.\n“Many cement-related building materials have not shown much decline in their prices despite cement prices deteriorating significantly. This means the fluctuation of cement prices does not correlate with many of such building material prices,” it said.\nC&CA further said that the net cement price adjustment by companies is merely to restore prices to levels that allow the companies to survive.\nWhile there are no restrictions on cement imports, the association said it does not see any influx of cement importation into the country, given that the local prices in Malaysia are among the lowest in the region.\nIt pointed out that Ministry of Domestic Trade and Consumer Affairs (MDTCA) officers have visited all cement plants and issued notices to collect information relating to reasons for the announcements of net cement price adjustments.\n“The eventual findings will show that net cement prices have been on a decline and reaching levels that are lower than total operating costs and depreciation,” it said.\nThe association said the combination of lower cement prices and higher operating costs have resulted in its member companies suffering significant losses, highlighting the quarterly weak results registered by Lafarge Malaysia Bhd, HUME Industries Bhd and Tasek Corp Bhd since 1Q2017.\n“Collectively, the above companies have incurred losses close to RM1 billion over nine quarters. As a result, cement companies were forced to take the necessary actions to lower their operating costs by mothballing kiln lines, cutting staff benefits and significant retrenchments.\n“If this situation persists, we fear that there will be an adverse impact on the country’s GDP and thousands of jobs, direct and indirect, will be at risk,” said C&CA.\nMeanwhile, the association said it has always been supportive of the Government’s affordable housing efforts, adding that it is always willing to assist the Government in achieving its vision of affordable housing with a special pricing scheme on cement.\nIt highlighted that this was previously done in the 1980s to assist in the construction of concrete roads, which made up 30% of the North-South Expressway.\n“As the cement industry has an important role to play in the continued development of the nation, we have and will continue to support and assist the Government and the rakyat in our country’s future success,” it said.\n","11":"KUALA LUMPUR (June 20): Transmile Group Bhd’s founder and former chief executive officer Gan Boon Aun claimed that the chief financial officer Lo Chok Ping had confessed that he had overstated the air cargo operator’s revenue for the financial year ended Dec 31, 2006 (FY06) in a private meeting between the two on May 8, 2007.\nAnd Lo requested Gan to call for a board meeting the next day.\nThe private meeting happened four days after the board was informed by the company’s external auditor Deloitte & Touches that they were not able to have relevant supporting documentation from the management on certain transactions relating to trade receivables and related sales.\nTransmile told Bursa Malaysia on May 7, 2007, that the board has concerns as to the reliability of the unaudited consolidated results that were released on Feb 15, 2007 after it received a letter dated May 4, 2007, from Deloitte & Touches.\nIn short, Gan claimed that he did not know about the cause of the accounting irregularities until Lo confessed to him.\nLo was also charged with abetting the company in making a misleading statement to Bursa Malaysia. The Securities Commission (SC) withdrew the charge against Lo in May 2008, after he paid a compound of RM700,000.\nIn the cross-examination by deputy public prosecutor Mohd Hafiz Mohd Yusof today, Gan said that the private meeting with the CFO was when he found out for the first time how the accounting irregularities had happened in Transmile’s FY06 accounts.  \nGan said he did not reveal Lo’s confession to any of the board members until the board meeting was held on May 9, the day after the private meeting. Lo confessed to the board members his wrongdoing at the meeting.  \nHafiz asked Gan why he as the CEO allowed Lo to take long leave between March and May 2007 during the critical time when Transmile needed to iron out the accounting issues.\n“He told me he had some family problems (to settle),” Gan replied.\nIt was also revealed that Lo had met with external auditors Deloitte & Touche before the board meeting on Feb 15, which was the day the unaudited accounts for FY06 were filed with Bursa Malaysia. The details of Lo’s meeting with auditors was not disclosed.\nIn July 2007, Gan, Lo, and former executive director Khiudin Mohamed were charged with abetting the company in making a misleading statement to Bursa Malaysia in its quarterly report. The trio had claimed trial.\nThe Securities Commission withdrew the charge against Lo in May 2008, after he paid a compound of RM700,000, while Khiudin was acquitted from the charge in 2016.\nThe charge was related to a statement on the group's revenue of RM338.4 million for 4QFY06 and RM989 million for the whole FY06. However, a special audit revealed the company only earned revenue of RM656 million for the full year and suffered an annual loss of RM126 million.\nIn 2006, its losses were RM126.3 million instead of a profit of RM157.5 million and in 2005, Transmile’s losses were RM369.6 million instead of a profit of RM84.4 million as reported.\nAfter a tumultuous chain of events, Transmile was categorised as Practice Note 17 company in 2010, and was then suspended and delisted from Bursa in 2011.\nThe court proceedings for the Transmile accounting scandal was adjourned by Sessions Judge Hasbullah Adam today, and will be continued on Oct 22 and 23.\n","12":"KUALA LUMPUR: SRC International Sdn Bhd has spent more than 90% of the two loans totalling RM4 billion granted to it by Kumpulan Wang Persaraan (Diperbadankan) (KWAP) in 2014, says former SRC director Datuk Suboh Mohd Yassin.\nHe said the government-guaranteed loans were spent across “multiple investments”.\n“The remaining RM400 million is stored in SRC’s bank account for operating expenditure and domestic investment,” Suboh, who was testifying in the corruption trial of former prime minister Datuk Seri Najib Razak, told High Court judge Mohd Nazlan Mohd Ghazali today.\nOut of the RM400 million, RM40 million was used for property investment in Bukit Jalil here, which was later sold to SRC's subsidiary Gandingan Mentari Sdn Bhd for RM65 million. Suboh is also a former director of Gandingan Mentari.\nSuboh was the prosecution's 42nd witness in the on-going trial.\nOn another matter, Suboh said SRC had appointed Ihsan Perdana Sdn Bhd via a letter in 2014 to conduct corporate social responsibility (CSR) programmes such as poverty eradication and assistance to East Coast flood victims.\nFollowing the appointment, Suboh said SRC directors had signed off a RM250 million grant to fund Ihsan Perdana’s CSR initiatives. \nEarlier in May, however, Ihsan Perdana managing director Datuk Dr Shamsul Anwar Sulaiman – the 37th prosecution witness – told the court that “Ihsan Perdana did not receive the funds amounting to RM250 million from SRC as stated in the appointment letter”.\nSuboh has indicated to the court today that the recommendation for SRC to conduct CSR initiatives came from former SRC CEO Nik Faisal Ariff Kamil who is now on the run from authorities. Similarly, Nik Faisal was also the one who had proposed a mediating company — later identified as Ihsan Perdana — to be appointed as the entity to undertake the CSR initiatives. \nSuboh, who is also a signatory for Gandingan Mentari’s bank accounts alongside Nik Faisal, earlier told the court that he ditched a voluntary visit to the Malaysian Anti-Corruption Commission (MACC) and left Malaysia in the heat of the SRC and 1MDB exposé in 2015 for fear of his safety. \n“I was told during the call that the SRC matters involved Datuk Seri Najib [who was still prime minister at the time],” he said, when asked by prosecution during his examination-in-chief the reason he was scared at the time.\nAfter the 14th general election last year, the 68-year-old Suboh said he had received a call from Nik Faisal to again flee Malaysia to avoid investigation, a directive he said he did not follow.\nNajib is currently facing seven criminal charges for allegedly receiving RM42 million from SRC into his account as a token for facilitating the two KWAP loans of RM2 billion. The trial will enter its 30th day on July 1.\n","13":"JAKARTA (June 20): Indonesia's central bank held its policy interest rate unchanged on Thursday, but moved to cut the reserve requirement for banks and said it was now appeared a \"matter of timing and magnitude\" before it made its first cut in rates since September of 2017.\nBank Indonesia (BI) left its 7-day reverse repurchase rate at 6.00%, in line with the expectations of 19 out of 22 analysts surveyed by Reuters.\nGovernor Perry Warjiyo said BI would from July lower the reserve requirement for banks by 50 basis points to boost liquidity. The decision came hours after the Federal Reserve said it was ready to battle growing global and domestic economic risks with interest rate cuts beginning as early as next month.\nThe Bank of Japan later joined the Fed in signalling readiness to ramp up stimulus.\nDovish signals coming from the world's major central banks, along with rate cuts in other emerging market economies heightened expectations that Indonesia will join a global switch to an easier monetary policy.\nSoutheast Asia's biggest economy missed market forecasts for its economic growth in the first quarter due to cooling investment, boosting the case for a rate cut to begin unwinding last year's tightening.\nCentral banks in India, Malaysia and the Philippines have all cut rates this year to boost growth. But like Indonesia, the Philippine held its benchmark rate steady on Thursday while also saying there was room to ease.\nBank Indonesia's Warjiyo said: \"we have conveyed that we are monitoring two things - global financial market conditions and balance of payments — in considering rate cuts.\"\n\"So cutting rates is an action that we will take in the future. It is a matter of time and magnitude,\" he told BI's monthly policy meeting, adding the main issue currently impacting global markets was the US-China trade war.\nTaiwan's central bank also kept policy rate unchanged, but lowered its 2019 GDP growth outlook amid worries the trade war will hurt its economy.\nIndonesia's rupiah currency edged up a fraction after the rate announcement, while the main stock index briefly firmed before ending the day 0.1% down from previous closing.\nLast year, between May and November, BI raised the benchmark six times by a total of 175 basis points to support the rupiah in the wake of US rate hikes by the Fed.\nBI's baseline scenario expects the Fed to make no rate moves this year, Warjiyo said, but he sees a possibility of up to 75 bps cut in US interest rates through 2020 depending on how big the impact of the trade war is on the US economy.\nLIQUIDITY INJECTION\nWarjiyo said economic growth was currently on track to be below the midpoint of its 5.0%-5.4% outlook.\nHe said efforts were needed to support domestic consumption, noting the cut in reserve requirements would give the banking system 25 trillion rupiah (US$1.8 billion) of liquidity that they could use to lend to customers.\nAndry Asmoro, chief economist Bank Mandiri, said there now appeared to be room for BI to cut its benchmark by 25 bps in the third quarter, \"sooner than our previous expectation, which was in Q419.\"\nHe said this would hinge on relatively low and stable inflation, an improving domestic investment climate, a shrinking current account deficit and a stable rupiah.\nThe annual inflation rate accelerated in May to 3.32% on the back of Ramadan festivities spending, but was still comfortably within BI's 2.5%-4.5% target range.\nWarjiyo said BI still sees the current account deficit in a range of 2.5%-3% of GDP in 2019, smaller than 2018's 3% gap.\nThe current account deficit is a source of vulnerability for Indonesia because it relies on portfolio investment to fund it.\n(US$1 = 14,175.0000 rupiah)\n","14":"BENGALURU (June 20): Most Southeast Asian stock markets ended firmer on Thursday, as dovish comments from the US Federal Reserve boosted global equities, while regional central banks flagged similar moves toward looser monetary settings.\nThe Fed on Wednesday signalled interest rate cuts beginning as early as July, saying it was ready to battle growing global and domestic economic risks, in a marked shift in tone since its last policy meeting.\nThe commentary was widely seen as more dovish than expected, sending global stocks higher.\nSingapore shares, which were among the top boost in the region, extended gains into a third session. The city-state was buoyed by blue-chip stocks such as DBS Group Holdings and Jardine Strategic Holdings.\nLeading the gains in the region, Vietnam shares closed 1% firmer. Financials largely powered the index, with Vietnam Technological And Commercial Joint Stock Bank adding 2.5%.\nThai stocks ended 0.7% higher, underpinned by gains in energy shares, which soared after rising tensions in the Middle East sent oil prices spiking. PTT PCL climbed 1.6%, while PTT Exploration and Production PCL ended at its highest since April 26.\nMeanwhile, the Philippine central bank kept its benchmark interest rate steady on Thursday, but left the door open to further policy easing as global risks to growth increases and as policymakers expect inflation to slow more than previously expected.\nPhilippine stocks clawed back from early losses to end little changed ahead of the central bank's announcement.\nIndonesian stocks rebounded from early losses to settle flat after Bank Indonesia decided to keep its policy interest rate unchanged, but moved to cut the reserve requirement for banks for the time being.\nMalaysian stocks ended higher, with electricity utility provider Tenaga Nasional being the top gainer, while tourist resort operator Genting Malaysia closed up 1.2%.\nSOUTHEAST ASIAN STOCK MARKETS\nChange on the day\n\nMarket                 \nCurrent   \nPrevious close  \n% move\nSingapore             \n3314.51  \n3288.17        \n0.80\nBangkok               \n1717.82  \n1705.98        \n0.69\nManila                \n8022.42  \n8017.01        \n0.07\nJakarta               \n6335.698 \n6339.262       \n-0.06\nKuala Lumpur          \n1675.43  \n1666.54        \n0.53\nHo Chi Minh           \n959.18   \n949.69         \n1.00\n\nChange so far in 2019\n\nMarket                 \nCurrent   \nEnd 2018        \n% move\nSingapore             \n3314.51  \n3068.76        \n8.01\nBangkok               \n1717.82  \n1563.88        \n9.84\nManila                \n8022.42  \n7,466.02       \n7.45\nJakarta               \n6335.698 \n6,194.50       \n2.28\nKuala Lumpur          \n1675.43  \n1690.58        \n-0.90\nHo Chi Minh           \n959.18   \n892.54         \n7.47\n\n","15":"JOHOR BARU (June 20): WCT Holdings Bhd and Hyatt Hotels Corp (Hyatt) has entered into a management agreement to develop a 200-room hotel in an integrated development that includes the largest regional mall in Johor, Paradigm Mall Johor Bahru.\nDubbed Hyatt Place Johor Bahru, the hotel will feature 200 guestrooms, a cafe, swimming pool, fitness centre, as well as more than 2,400 sq ft of meeting space. It is set to open in 2020.\nThe hotel will be part of a 13-acre integrated development that includes the Paradigm Mall Johor Bahru, which opened in late 2017, as well as the soon-to-be-launched Paradigm Residence.\n“We are grateful to work with WCT for the first time to introduce the Hyatt Place brand to Johor Bahru, one of the fastest growing cities in Malaysia.\n“A destination in itself, Paradigm Mall Johor Bahru offers an ideal locale for Hyatt Place Johor Bahru, which will provide professionals and leisure travellers with a relaxed, quality hotel experience in a prime leisure, retail and dining hub,” said Hyatt’s Asia Pacific group president David Udell in the signing ceremony today.\nHe added that the Hyatt Place brand offers casual hospitality and purposeful service in a smartly designed, high-tech and contemporary environment, which the new Hyatt Place hotel in Johor Bahru will embody.\n“We are delighted to work with Hyatt to embrace and integrate the Hyatt Place brand’s unique approach to hospitality with our retail mall and residential components.\nWe are confident given the prospects and business vibrancy of Johor Bahru that this new hotel will be well received by local Johoreans, as well as business and leisure travellers from various parts of Malaysia and Singapore,” said WCT Holdings group managing director Datuk Lee Tuck Fook.\nAlso presented at the ceremony was Hyatt’s Asia Pacific senior vice-president of real estate and development Patrick Finn. He believes that the Hyatt Place Johor Bahru, Paradigm Mall will reinforce Hyatt’s growing portfolio in Malaysia.\n“We look to double the number of Hyatt hotels here over the next few years,” said Finn.\nSituated within a 10-minute drive from Johor Bahru City Centre, the hotel will have direct access to major highways, including the Skudai Highway, Pasir Gudang Highway, North-South Highway, and Second Link Expressway.\n","16":"KUALA LUMPUR (June 20): Former SRC International Sdn Bhd director Datuk Suboh Mohd Yassin told the High Court today that he was directed to leave the country when the 1Malaysia Development Bhd (1MDB) scandal was at its most intense level in 2015.\nSuboh, who was appointed by the former Prime Minister Datuk Seri Najib Razak to the board of SRC, formerly a subsidiary of 1MDB, said he was told to do so to avoid investigation by the Malaysian Anti-Corruption Commission (MACC).\nThe 68-year-old added that at the time, he was prepared to surrender to the MACC and tell whatever he knew as SRC had become a \"hot issue\" in connection with the 1MDB scandal.\nSuboh said he, however, was unable to make his move to the MACC office as he was intercepted in the final minute by a call from an unknown individual who claimed to be from the anti-graft agency.\n“I got a call from a person claiming to be from the MACC. He said, ‘Datuk, (you) don’t need to come. Just go away’,” Suboh said, adding that he could not recognise the voice and the person also did not introduce himself.\nHe said the man told him not to visit the MACC, and instead instructed him to leave Malaysia.\n“Do you know (his) ethnicity?” deputy public prosecutor Datuk Ishak Mohd Yusoff asked.\n“He spoke in Malay,” Suboh replied.\nSuboh further admitted that he felt scared at the time as Najib was still in power. “I did not know what will happen to me and my family and so, I ran away to Bangkok for about a month. I bore all the expenses in Bangkok myself,” he added.\nIshak: Why did you say you were scared? Did he (Najib) threaten you?\nSuboh: I was told during the call by (former SRC CEO) Nik Faisal (Ariff Kamil ) that (all) SRC matters involve Datuk Seri Najib.\nIshak: Then, what happened in Bangkok?\nSuboh: I met with a Thai man who gave tickets for my wife and me to fly to Abu Dhabi. In Abu Dhabi, I was brought to a Hotel Rosewood and stayed there for about a week. All the costs for the flights and accommodation were taken care of for me, but I am not aware who bore the costs.\nAfter Abu Dhabi, Suboh took a flight back to Bangkok and returned to Malaysia. It was not stated by him when this took place.\n“When I returned, Nik Faisal gave me a call and ordered me to once again leave Malaysia to avoid investigation. (But this time,) I decided not to run away and stayed in Malaysia to assist with the investigation,” he said.\nWhen asked by Ishak when he had received the call from Nik Faisal, Suboh said it was some time after the election.\nHowever, he did not indicate whether he was referring to the 14th General Election (GE14) or a by-election.\nWhen met by reporters later, prosecutor Datuk V Sithambaram confirmed that Suboh was referring to GE14 on May 9 last year.\nIt is understood that the prosecution will ask Suboh further on this issue when trial resumes on July 1.\n","17":"（吉隆坡20日讯）由于乐观的外围因素继续提振市场情绪，马股今日收于全日最高的1675.43点，但分析员不排除在周末前将出现套利活动。\n闭市时，富时隆综指扬8.89点或0.53%。\n马六甲证券研究主管尹金胜向theedgemarkets.com表示，综指本周的涨势主要由情绪驱动，且在中美贸易谈判的乐观氛围，投资者似乎已超买。\n“随着近期走高，马股的估值非常合理，也许周末之前（明天）会有一些套利。”\n路透社报道，亚洲股市周四上涨，在此同时美元下跌、全球公债收益率重挫，其中美国10年期公债收益率跌破2%，此前美国联储局（FED）暗示可能在今年稍晚降息。\n日本日经指数扬0.6%、香港恒生指数升1.23%，以及韩国首尔综合指数攀0.31%。\n马股全日成交量有22亿7000万股，成交值约为22亿8000万令吉。\n上升股达468只、下跌股353只，另有380只无起落。\n主要上升股包括国家能源（Tenaga Nasional Bhd）和云升控股（Yinson Holdings Bhd），而香格里拉（Shangri-La Hotels (M) Bhd）跌幅最大，其次是森那美种植（Sime Plantation Bhd）。\n阁代科技（Greatech Technology Bhd）交投冠全场，达1亿434万股易手。\n \n（编译：陈慧珊）\n","18":"BENGALURU (June 20): Emerging-market stocks rallied for a third straight day and currencies gained on Thursday, amid signs of progress in US-China trade talks and signals by major central banks that they will soon loosen monetary policy.\nThe MSCI index of developing-world stocks jumped 1.3% to its highest since early May. China's blue-chip index and Shanghai Composite index closed at eight-week highs.\nHong Kong-listed stocks were up over 1%. Indian, Russia, South African and Turkish shares also rose.\nThe gains came on news that Beijing and Washington officials would resume negotiations after talks broke down last month.\nAn index of emerging-market currencies surged about 0.9%, on track for its biggest one-day percentage gain since December 2017, as the US dollar weakened after the Federal Reserve joined the European Central Bank in signalling it was likely to ease its monetary policy.\n\"The EM market reaction to dovish Fed and ECB appears to be apparent: lower local yields and technical rebound in local currencies, although we believe local currency appreciation would be a transient knee-jerk reaction,\" Societe Generale analyst Marek Drimal wrote in a note.\nInvestors are betting the Fed will cut interest rates as early as next month and at least once more in 2019. Capital has flowed into emerging-market assets this month on expectations rates will fall worldwide, after trade worries drove a selloff in May.\nThe Indonesian rupiah jumped 0.7% after its central bank said it was monitoring global financial conditions to assess room for a rate cut, but left key interest rates unchanged.\nBrazil's central bank also kept borrowing costs at a record low on Wednesday, as expected, but held back from signalling looser policy because of doubts on economic reforms.\nThe Thai baht and the South Korean won were the biggest movers, gaining more than 0.9% each.\nThe South African rand rose 0.6% to a five-week high before President Cyril Ramaphosa's State of the Nation address later in the day.\nMexico's peso edged higher after the country became the first to ratify the United States-Mexico-Canada Agreement agreed late last year.\nEmerging-market dollar bonds also rallied, with Russia's 2047 dollar bond rising 2.9 cents in the dollar to a record high, according to Tradeweb data.\nSouth Africa's 2044 dollar bond added 3 cents in the dollar, reaching its highest point since January 2018.\n","19":"KUALA LUMPUR (June 20): Boustead Holdings Bhd has secured a vessel refit works contract worth RM95.99 million from the Defence Ministry.\nIn a filing today, the group said its subsidiary Boustead Naval Shipyard Sdn Bhd will undertake the works for the patrol vessel KD Terengganu.\nIt said that a formal contract between the government and Boustead Naval Shipyard will be signed at a later date.\n\"The contract is expected to contribute positively to the current and future earnings of Boustead group,\" said Boustead.\nIt added that none of its directors or substantial shareholders has any direct or indirect interest in the contract.\nBoustead's share price rose 0.5 sen or 0.5% to close at RM1 today, giving a market capitalisation of RM2.03 billion.\n","20":"LONDON (June 20): Oil jumped more than 3% to above US$63 a barrel on Thursday after Iran shot down a US military drone, raising fears of a military confrontation between Tehran and Washington.\nAlso supporting oil were expectations that the US Federal Reserve could cut interest rates at its next meeting, stimulating growth in the world's largest oil-consuming country, and a drop in US crude inventories.\nBrent crude, the global benchmark, was up US$1.38 at $63.20 a barrel at 0854 GMT, having risen 3.3% to US$63.88 earlier in the session.\nUS West Texas Intermediate crude rose US$1.45 to US$55.21.\n\"It's a combination of factors,\" Petromatrix analyst Olivier Jakob said of the price rise. \"You have more supportive stocks data, the Fed indicating they will cut rates and the shooting down of the drone.\"\nThe drone was downed in international airspace over the Strait of Hormuz by an Iranian surface-to-air missile, a US official said. Iran's Revolutionary Guards said the drone was flying over southern Iran.\nTension has been rising in the Middle East, home to over 20% of the world's oil output, after attacks on two tankers near the Strait of Hormuz, a chokepoint for oil supplies. Washington blamed Tehran for the tanker attacks. Iran denied any role.\nConcern about slowing economic growth and a US-China trade dispute has pulled oil lower in recent weeks. Brent reached a 2019 high of US$75 in April.\nAlso propelling oil higher on Thursday was a larger-than-expected decline in US crude inventories and the prospect of prolonged supply restraint by producer group OPEC and its allies.\nAfter swelling to near two-year highs, US crude stocks fell by 3.1 million barrels last week, compared with analyst expectations for a draw of 1.1 million barrels, the Energy Information Administration said on Wednesday.\nThe Organization of the Petroleum Exporting Countries and allies including Russia agreed this week to meet on July 1-2, ending a month of wrangling about the timing of the meeting.\nThe coalition known as OPEC+ will discuss whether to extend throughout 2019 a deal on cutting 1.2 million barrels per day of production. The deal expires at the end of this month.\nMomentum for an agreement appeared to be building as the United Arab Emirates' energy minister said extending the deal was \"logical and reasonable\".\n","21":"KUALA LUMPUR (June 20): The FBM KLCI closed at its intraday high of 1,675.43 points today as positive external factors continue to support market sentiment, but an analyst does not rule out profit taking activity tomorrow ahead of the weekend.\nAt market close, the benchmark index settled 8.89 points or 0.53% higher.\nWhen contacted, Malacca Securities Sdn Bhd head of research Victor Wan told theedgemarkets.com that the increment in KLCI this week was largely sentiment-driven, and investors seem to have overbought amidst optimism over US-China trade talks.\n\"With the recent uptrend, Malaysian market is very much fairly valued now, maybe there will be some profit taking tomorrow before the weekend,\" he said.\nReuters reported that Asian stock markets rallied on Thursday while the US dollar dropped and global bond yields plunged, with the 10-year US yield falling below 2%, after the Federal Reserve signalled possible interest rate cuts later this year.\nJapan's Nikkei gained 0.6% today, Hong Kong's Hang Seng Index went up 1.23%, and South Korea's Kospi rose 0.31%.\nIn Malaysia, total market trading volume was 2.27 billion, worth some RM2.28 billion.\nMarket breadth was positive, with 468 gainers versus 353 losers, while 380 counters remained unchanged.\nNotable gainers include Tenaga Nasional Bhd and Yinson Holdings Bhd, while Sime Darby Plantation Bhd was the second largest decliner, after Shangri-la Hotels (M) Bhd.\nGreatech Technology Bhd was the most actively traded counter with 104.34 million shares done.\n","22":"A lot has been said about the performance of the Pakatan Harapan (PH) coalition in running the country. In fact, it is still being discussed and the jury is out on the verdict.\nBut how about the performance of PH at the state level? On the other hand, how has Barisan Nasional (BN) fared so far and how does it compare with the new government?\n“I think it’s not fair to compare the performance of state governments run by either side,” says Dr Oh Ei Sun, a senior fellow with the Singapore Institute of International Affairs.\nFor one, he says, this is because BN is left with “a few economically not significant states to run and the people there are generally content with their not-so-plentiful lot”.\nThus, BN will not have to perform a lot to keep their states going, according to Oh. He notes that these states no longer enjoy the advantage of federal incumbency — hence, they are at a distinct disadvantage when it comes to delivery of various forms of governmental largesse.\nBN needs to live with that reality and work out its action plan fast, I would add, or they risk losing the remaining state administrations when the 15th general election comes around. As we know from the results of the 14th general election, BN held on to Perlis and Pahang only.\nSo far, not much has been reported on the two states. It could be a case of no news is good news or that people simply do not care. There is also not much attention on PAS-run Kelantan and Terengganu save for some controversies involving the ruling party and eyebrow-raising religious edicts.\nPH, on the other hand, says Oh, is running the powerhouse states — Penang and Selangor, for example — where people are more demanding on the administration, especially on the delivery of services and economic planning.\n“So, PH needs to work extra hard, compared with its BN counterpart — which is what it has been doing but often does not get the praise it deserves,” he says.\nMy answer to the question on how Penang and Selangor are performing would be that both states are doing all right. Several political observers and media friends I have spoken to rate Penang Chief Minister Chow Kon Yeow and Selangor Menteri Besar Amirudin Shari from “OK lah” to “doing fine” and “not bad”.\nThat is the general opinion — some controversies, notwithstanding. In Penang, the undersea tunnel and Pan Island Link 1 highway, for instance. In Selangor, it is chiefly the water problem.\nChow and Amirudin have big shoes to fill — taking over from Lim Guan Eng and Datuk Seri Mohamed Azmin Ali respectively. No easy feat. But, on the other hand, both have the advantage of taking over administrations that are already put on track by their predecessors. They are not stepping into the unknown. That makes their tasks somewhat easier. And after all, Penang and Selangor were won by the then Pakatan Rakyat coalition in the 2008 general election.\nThe other states run by PH are relatively quiet, giving the impression that either things are running smoothly or there are indeed issues and controversies that have not warranted national attention. Which is not to say that all is fine and dandy. In fact, there are PH states hogging the headlines for the wrong reasons.\nSome of the menteris besar have attracted and are still attracting negative vibes with their statements, actions and even non-action.\nGenerally, says Oh, the new MBs and executive council members are full of enthusiasm but lack administrative experience, being in the opposition previously. “Hence, there are a lot of gaffes with incumbent politicians making seemingly well-intentioned but, ultimately, impractical policy pronouncements only to retract them shortly after.”\nAnd this, he says, creates an unprofessional image in the minds of increasingly discerning and demanding voters.\nMBs of the PH administrations have their share of issues and controversies.\nOne was Datuk Osman Sapian, who eventually resigned as menteri besar of Johor. It was said that his inaction on issues in the state had irked Putrajaya and the Johor palace. To date, it is still not clear if his resignation was the result of pressure from Putrajaya or the Johor palace, or both.\nThings in Johor are rather quiet now. That speaks well for Datuk Sahruddin Jamal, who took over from Osman as MB. Long story short, Sahruddin has got a tremendous task of striking a balance on appeasing both Putrajaya and the Johor palace.\nThen, there is Perak MB Datuk Seri Ahmad Faizal Azumu and the uneasy state of affairs in his administration.\nIn a recent article, Malaysiakini columnist Mariam Mokhtar said Perak is a mess because of poor leadership, with the MB trying to outdo Umno Baru.\nShe opined that while Faizal might have the royal consent to be MB, the backing of the PH leadership and big business leaders “sucking up” to him, he does not have the support of the people of Perak.\nWhether the columnist is right or wrong depends on who you ask. But at least one PH insider tells me that Perak is in danger as promises to the rakyat have not been fulfilled and Umno and PAS are stronger here than in other states.\nWhile one may agree that the state governments and the federal government need more time to deliver their electoral promises as they took office only a year ago, any wrong must be made right fast as the rakyat can be unforgiving.\nIn politics, as in life, complacency is a dirty word.  \n \n \n","23":"PETALING JAYA (June 20): Malaysia's largest home improvement retailer, Mr DIY Group Sdn Bhd remains tight-lipped over its plan to launch an initial public offering (IPO) this year.\nIts managing director Adrian Ong declined to comment on news reports earlier this year which claimed that the company was planning to launch an IPO that could raise between RM1.5 billion and RM2.1 billion by the fourth quarter of this year.\nHowever, he said the company would continue its aggressive expansion strategy, adding that it had opened over 100 stores annually in the past two years.\n\"We feel that we should continue this pace, at least for the foreseeable future,\" he told reporters at the opening of the company's 500th store here today.\nHe said the company also strived for efficiency to remain competitive.\nLast year, Mr DIY recorded a net profit of RM300 million and a revenue of RM1.8 billion.\nThe company serves more than seven million customers monthly through their stores and online platform.\n","24":"KUALA LUMPUR (June 20): Malaysia appreciates the presentation by the Joint Investigation Team (JIT) on Wednesday of the latest report on Malaysia Airlines flight MH17 which was shot down five years ago and killed everyone on board.\nThe Ministry of Foreign Affairs, in a statement issued on Thursday, said Malaysia remains committed to the JIT process and are equally committed to ensuring that the process is transparent, credible and effective.\n“Our approach has always been that conclusions must be based on evidence, and not be politically motivated. In this connection, we call on all parties to cooperate with the process so that the truth will be discovered,” the statement said.\nOn Wednesday, in a press conference in the Netherlands, the JIT named four suspects to be charged over the death of the passengers and crew on board Malaysia Airlines flight MH17.\nIn a statement produced by the Ministry of Justice and Security of the Netherlands, the trial will start in March 2020 in the country.\n“It has been decided that the Hague district court will hear the case and that the hearings will take place at Justice Complex Schiphol,” said the statement, which was made available online at.\nThe New York Times reported on Wednesday that the Dutch-led investigative team announced charges against Igor Girkin, a former colonel in the FSB, the successor agency to the KGB; and Sergey Dubinsky and Oleg Pulatov, both of whom had worked for the Russian military intelligence agency known as the GRU.\nThe news agency reported that prosecutors also charged Leonid Kharchenko, who is a Ukrainian citizen but led a Russian-backed separatist unit under the command of Mr. Dubinsky.\nFlight MH17 departed Schiphol Airport in Amsterdam and was on its way to Kuala Lumpur when it was shot before crashing near Torez in Donetsk Oblast, Ukraine — about 40 kilometers from the Russian border — on July 17, 2014.\nThe incident killed 298 people, including 15 crew members.\n","25":"KUALA LUMPUR (June 20): IHH Healthcare Bhd has outlined three strategic priorities for the year ahead to strengthen its operations across its four home markets, namely Malaysia, Singapore, Turkey and India.\nIts outgoing managing director and chief executive officer (CEO) Dr Tan See Leng said the group would achieve balance, focus and scale to drive performance at its existing and newly opened hospitals, ensuring it executed its plans well and integrate and consolidate the newly acquired assets, especially Fortis Healthcare Ltd.\n\"Our disciplined efforts at turning Fortis around are starting to pay off. You would have seen in its fourth-quarter results that for the first time Fortis reported an operating profit before tax.\n\"Indeed, I am pleased to share that we achieved all the targets in our 100-day plan for Fortis,\" he said in his speech during a media appreciation and Hari Raya Aidilfitri luncheon here, today.\nIHH acquired a 31.17% shareholding in Fortis last November in a US$584 million (RM2.35 billion) deal.  \n\"As its biggest shareholder, we are now the second largest private healthcare provider in India, one of the fastest growing markets for healthcare in the world,\" said Dr Tan.\nHe noted that he would be working closely with the IHH board of directors to ensure a seamless leadership transition.\n\"Rest assured that the group will be in good hands and we will continue to execute what has made IHH Healthcare successful all these years,\" he added.\nDr Tan will be leaving the group once his contract expires on Dec 31, 2019. Dr Kelvin Loh, who is currently Columbia Asia group CEO, will take over the helm of IHH starting next year.\n","26":"（吉隆坡20日讯）JT International Bhd（JTI Malaysia）呼吁采取更协调的行动打击非法烟贸易，因该活动在最近几个月的增速越来越快，达到了无法控制的水平。\n以量计为我国第二大烟草公司表示，根据2018年的尼尔森研究，大马的非法烟贸易水平居全球首位，占市场的58.9%，因此在形势进一步恶化之前，需要采取果断措施遏制走私烟交易。\nJTI Malaysia董事经理Cormac O’Rourke今日在文告表示：“根据近期来自市场的研究和报告，以及我们的观察所见，情况没有好转，我们预测政府今年从烟草业征收的税收目标将无法达成。”\n“市场越来越担心，近几个月来的走私烟交易越来越猖獗。”\n他指出，虽然合法烟的可负担性导致目前的局面，但如果要解决这个不断恶化的问题，重点必须放在执行工作。\n“尽管近几个月来，政府已经通过了法律，增加对走私贸易的处罚，但这必须同时采取强有力的行动和执法，阻止120亿支香烟流入市场。”\nJTI Malaysia重申早前的立场，呼吁政府实施以下措施：\n1. 在未来3年暂停征收国产税，以避免任何进一步的价格冲击，导致更多的烟民转向非法烟，并允许采取执法行动；\n2. 禁止在大马入境点转运香烟。任何进口烟进入大马，均应只设一个入境点；\n3. 成立一个独立机构，领导由多个相关政府机构，包括行业代表组成的特工队，确保采取全面措施打击非法烟销售。\nO’Rourke表示，JTI Malaysia正密切关注事态发展，并准备就提议与政府进行进一步讨论。\n \n（编译：陈慧珊）\n","27":"LONDON (June 20): Cold weather in May prompted the biggest drop in British retail sales this year as shoppers delayed buying summer clothes, adding to signs that the economy, struggling for momentum ahead of Brexit, is set for a weak second quarter.\nMonthly retail sales volumes contracted 0.5%, the Office for National Statistics said, as expected in a Reuters poll of economists and following a 0.1% fall in April.\nCompared with May 2018, sales rose by the least since October last year, up 2.3%. The Reuters poll had pointed to growth of 2.7%.\nThe second consecutive monthly slide in retail sales does not bode well for overall growth in the second quarter for an economy which is struggling with Britain’s Brexit crisis as well as a slowdown in growth globally.\nOfficial data has shown the economy contracted sharply in April, adding to reasons why the Bank of England is likely to keep interest rates on hold when it announces its June policy decision at 1100 GMT.\nSterling and British government bonds showed little reaction to the retail sales data.\n“Although earnings continue to outstrip inflation, a second stutter in as many months will serve as a stark reminder that the retail sector’s recent growth should not be taken for granted,” Philipp Gutzwiller, head of retail at Lloyds Bank Commercial Banking, said.\nUntil now, consumers have largely taken Brexit in their stride, helped by stable inflation and stronger growth in wages.\nThat has helped the world’s fifth-biggest economy at a time when many companies have been cutting back on investment because of uncertainty about Brexit.\nThe ONS said unseasonably cold weather hit demand for clothing and footwear sales, which fell 4.5% on the month — the biggest drop since July 2015.\n“We see quite a mixed picture across the rest of the sector as the decline in department store sales continued (in the three months to May), with no growth since September of last year,” ONS statistician Rhian Murphy said.\nUnderlining the squeeze on retailers’ profit margins, sales in value terms rose only 2.7% in the year to May, the smallest rise in nearly three years.\nRetailers themselves have reported mixed fortunes of late.\nEarlier on Thursday, Dixons Carphone, Britain’s biggest seller of electricals and mobile phones, reported a 22% fall in full-year profit, reflecting falling mobile sales in a tough market, and warned of another big decline in the current year.\nFashion brand Ted Baker this month reported an “extremely difficult” start to the year, although online fashion group Boohoo bucked a tough retail market with robust sales growth.\n","28":"PUTRAJAYA (June 20): Prime Minister Tun Dr Mahathir Mohamad said today Datuk Seri Mohamed Azmin Ali does not have to go on leave to facilitate the investigation into the viral controversial video implicating the Economic Affairs Minister.\nA minister should only take leave if the investigation is related to wrongdoing or crime, he said, adding that the case related to Mohamed Azmin is politically motivated.\n\"In fact, it is intended to embarrass him and to ask him to take leave. I don't like this political evidence,\" he told reporters when met at the Prime Minister's Department Hari Raya ‘open house’ here.\nDr Mahathir said the investigation into the video could continue and Mohamed Azmin, who is PKR deputy president, would not cause any obstruction.\nMohamed Azmin gave his statement to the police on Monday pertaining to the video allegedly linked to him. Last week, he vehemently denied the allegation by an individual who attempted to link him to the sex video, calling it a nefarious plot to assassinate his reputation and character in an attempt to destroy his political career.\nAsked about the calls for Deputy Prime Minister Datuk Seri Dr Wan Azizah Wan Ismail to hand over the post to her husband, Datuk Seri Anwar Ibrahim, Dr Mahathir said they had the right to propose.\n\"They can make a proposal. Whether I accept is a different matter,\" he said.\nBersatu Selangor treasurer Mohd Shaid Rosli, who is also the Jeram assemblyman, had said that it is a necessary step in the transition plan which involves the handing over of the prime minister's post from Dr Mahathir to Anwar.\nOn the criticisms against his remarks about Jews during a recent talk in the United Kingdom, Dr Mahathir said he was just expressing his opinion.\n\"They talk about freedom of speech. If I can't say that thing, that's not free speech.\n\"That's why I said the Europeans have double standards. When they like, it’s free speech, when they don't like, it’s wrong,\" he said.\n","29":"KUALA LUMPUR (June 20): OCBC Bank expects the ringgit to end the year at RM4.1641 against the US dollar.\n\"In relation to the ringgit, we do not see excessive depreciation pressures that are out of line from its Asian counterparts,\" said the bank in a statement today.\n\"Although the USD-MYR may still edge higher in the coming months alongside the rest of Asia, we expect the pair to end the year lower than current levels,\" it added.\nOCBC said that given the spectre of the US-China trade war and soft economic outlook, there may be few positives for Asian currencies as a whole.\n\"Between the Asian currencies, we look for the South Asian currencies, the Thai bhat and Indian rupee in particular, to outperform over the North Asian currencies.\n\"At this juncture, the likes of THB and INR may be less exposed to trade-related risks, and enjoy background support from foreign inflows into Thai and Indian assets,\" it said.\nOCBC economist Terence Wu said the macro outlook for Asia continues to look uninspiring as the Sino-US trade tensions remain a potential flashpoint and may impinge on the macroeconomic readings further.\nHe said the trade war is in an escalation phase, with the scope of conflict widening out beyond tariffs into specific industries at this junction.\nAs such, he said there may be limited scope for a recovery in the growth outlook for the upcoming months.\n\"In the longer term, there may be a case for some optimism that sustained policy accommodation in China may eventually lead to the domestic economy stabilising and bottoming out by 2020.\n\"The hope is for recovering China to act as an anchor of stability, and for growth to pick up sufficient momentum to filter down towards the rest of Asian economies. This scenario, however, is predicated on the trade tensions blowing over,\" he added.\n","30":"KUALA LUMPUR (June 20): Despite signs of an economic slowdown, Aeon Credit Service (M) Bhd expects to once again post a net profit of above RM300 million for the current financial year as it did in the previous two years.\nGroup chairman Ng Eng Kiat said although the country's economy appears to be affected by the ongoing US-China trade tensions, Aeon Credit's business has been fairly stable and is still recording growth.\n\"It's not easy. All I can say is we try to stabilise our business and hope to achieve our targeted growth,\" he told reporters after the group's annual general meeting today.\nHe said growth in the current financial year ending Feb 29, 2020 (FY20) will be mainly driven by the personal, motorcycle and retail financing segment and the credit card segment.\nOne of Aeon Credit's key areas of focus in the current year is to consolidate its database — integrating its current five million loyalty card users to its new e-money card AEON Member Plus Visa Card and complementary wallet launched in 2018.\nThis will help the group expand its business via cross-selling activities and the introduction of other financial service products.\nUpon accumulating the members, the group intends to offer more value-added services through partnerships with companies in areas such as telecommunication, transportation or utilities, said the group's chief strategy officer Ajith Jayaram.\nMeanwhile, Aeon Credit will continue with its planned investments in areas such as IT infrastructure, financial technology (fintech) and digital solutions, as part of its RM150 million capital expenditure (capex) over the years from FY18 to FY20.\nThe group is also aiming to capture more middle 40% (M40) customers, to account for 40% of its portfolio in the next one to two years, from the current 35%, to optimise returns. The balance comes from the bottom 40% (B40) group.\nAt 4.15pm, Aeon Credit's share price was up six sen at RM16.60, bringing a market capitalisation of RM4.2 billion.\n","31":"KUALA LUMPUR (June 20): Former Cabinet deputy chief secretary Tan Sri Mazidah Abdul Majid told the High Court today that if Datuk Seri Najib Razak had received payment from SRC International Sdn Bhd, a subsidiary of the Ministry of Finance Incorporated (MoF Inc), he would be required to declare his interests in Cabinet meetings discussing the company.\nMazidah, 70, who is the prosecution's 40th witness, said when the paper on SRC was presented to the Cabinet sometime in 2011 or 2012, it was immediately passed and there was no deliberation.\n\"There was no deliberation [on SRC] as if there [were] any, they would be reflected in the cabinet minutes,\" she said when replying to questions from Deputy Public Prosecutor Datuk V Sithambaram.\nMazidah said if a minister had an interest in the matters to be brought up through the Cabinet memorandum, they would have to declare their interests and leave the meeting where the memorandum is tabled.\nShe cited two previous incidents where former Youth and Sports Minister Khairy Jamaluddin Abu Bakar and former Defence Minister Datuk Seri Hishammuddin Hussein had left meetings after declaring their interests.\nThe meeting would continue after they excused themselves, she added.\nThrough Mazidah, the prosecution had showed that Najib had remained and even chaired Cabinet meetings discussing SRC's request for government guarantees to back its loan applications in Aug 2011 and Feb 2012.\nFrom other prosecution witnesses earlier, the prosecution had shown that the RM42 million from SRC — over which Najib is charged for criminal breach of trust, abuse of power and money laundering — flowed from the company's subsidiaries Gandingan Mentari Sdn Bhd and Ihsan Perdana Sdn Bhd and into Najib's personal bank account.\nIshan Perdana Sdn Bhd's managing director Datuk Dr Shamsul Anwar had testified that he had transferred the sum in three tranches on Dec 26, 2014 and Feb 10, 2015 into the former premier's account.\nHe said that had he known the account belonged to Najib, he would not have made the transfers.\nDefence tried to show Dr M did not declare interests\nDuring Mazidah's cross-examination by senior lawyer Datuk Yusof Zainal Abiden, the witness said Najib had no blood ties with anyone in SRC, which was probably why the former prime minister did not leave the meeting.\nShe also did not know that Najib was the adviser emeritus for the company.\nMazidah added that usually, a person who has family links to the individuals involved in companies or projects discussed in Cabinet meetings would declare his or her interests and leave the cabinet meeting.\nThroughout her cross-examination, Najib's defence, led by Tan Sri Muhammad Shafee, tried to show that other prime ministers, especially Tun Dr Mahathir Mohamad, had not left Cabinet meetings or declared their interests in matters they deliberated on.\nThe defence cited several instances including the Bumiputera Bank scandal, the BMF Bank scandal, the deal involving Malaysian International Shipping Corporation's (MISC) purchase of shipping interests of Datuk Mirzan Mahathir in 1998 or Petronas matters.\nMazidah remembers that there was an occasion when Dr Mahathir had not excused himself from Cabinet meetings on an issue discussed related to Petronas, which falls under the purview of the Prime Minister's Office.\nShe, however, said that she cannot answer regarding the BMF or Bumiputera cases, as she was not Cabinet secretary then.\nThe witness served as Cabinet secretary for a long time — from Dr Mahathir's first tenure as prime minister in the 1990's, to Tun Abdullah Ahmad Badawi's premiership from 2004 to April 2009, and Najib from 2009 to May 9, 2018, before serving once more under Dr Mahathir from May 10, 2018 onwards.\n","32":"REFUGEES, who have no legal status in Malaysia, would have a net positive impact on the economy if they are given the right to work, a report by the Institute for Democracy and Economic Affairs (IDEAS) shows.\n“We estimate that if refugees are given the right to work, their contribution to annual GDP would increase to over RM3 billion by 2024 through higher spending,” says the report’s lead author Laurence Todd.\nThere are currently 160,000 registered refugees and asylum seekers in Malaysia, the majority from Myanmar. They form a relatively small portion of the immigrant population, both legal and undocumented, which is estimated at about six million, states the report, entitled “The economic impact of granting refugees in Malaysia the right to work”.\nAs Malaysia has not ratified the 1951 Refugee Convention, refugees and asylum seekers cannot work legally and have very little access to proper healthcare and education.\nRefugees are people who have escaped persecution in their home countries, while migrants go abroad to look for work, raise their income levels or to seek a better life, Todd says in an interview with The Edge.\nContrary to public perception, the IDEAS report shows that refugees’ negative impacts on labour markets are likely to be minor and limited to other foreign workers and older, less-educated Malaysians, he says.\n“Overall, Malaysians would benefit if refugees were allowed to work as they would generate more jobs and contribute to higher wages for locals. Our study shows that they could create an addition 4,000 jobs for Malaysians,” he says.\nThe wider economic impact, including indirect effects such as lower business costs, could be substantially larger, says Todd, who heads research and development at IDEAS, a non-profit policy research institute.\n“It’s important not to conflate refugees with other undocumented migrants who may have come to Malaysia to look for work,” he says. “Firstly, refugees and asylum seekers are fleeing persecution and secondly, they are a very small number of the total migrant population in the country.\n“When refugees are deprived of economic rights, they are marginalised in a whole number of ways. They still need money, so of course, they do find work illegally, but it is not enough in terms of income for them to afford adequate healthcare, quality education and proper housing,” says Todd.\nThe sectors that refugees and asylum seekers are currently employed in depend on what is available to those working illegally, including dirty, dangerous and difficult jobs, the report states. (See Chart 1)\nThe IDEAS study notes that the Pakatan Harapan coalition made two important promises on refugees in its election manifesto for the 14th general election. It pledged to ratify the 1951 Refugee Convention and grant refugees in Malaysia the legal right to work.\nSince coming to power in May last year, the new government has remained committed to supporting refugees, but has not announced a clear timetable for implementing this reform, the report states.\nRefugees in Malaysia have minimal entitlement to public services. Cost of living aid — Bantuan Sara Hidup — is confined to citizens. Nor can refugees access the public school system, while some limited education is available through 130 informal community-based learning centres. Healthcare costs are a significant issue for refugees, 50% of whom cannot afford health services, data from the United Nations refugee agency UNHCR shows.\nThe cost of arrest and detention of illegal migrants can range from RM35 to RM75 per person per day and up to RM26 million per year in total, but it is difficult to say how much of this cost is expended on detaining refugees, says the report.\nIn terms of positive outcomes, the most direct economic impact of granting refugees the right to work will be to increase refugees’ incomes. It would also reduce the scope for exploitation of refugees. In addition, their productivity would improve through better job matching and the increased incentive to invest in human capital.\nGranting refugees the right to work would have a positive impact on the wider economy by increasing the labour supply. For Malaysia, specifically, expanding the pool of foreign labour would lower the cost of doing business, the report finds.\nMany costs borne by the employer would not apply to those who employ refugees legally, especially if the government chose not to apply the foreign worker levy on them, says the report.\nTo quantify the benefits of implementing the election promise, the report’s authors undertook an estimate of the potential earnings of refugees should they be allowed to work.\nThis was based on the reasoning that the labour participation rates of refugees would converge with the national average, as would refugees’ wages, for a given level of education.\nThe report also notes that there would be an ongoing “income penalty” for not being a Malaysian citizen, based on data that there is a 10% increase in wages associated with obtaining citizenship, except in high-skilled occupations. (See Chart 2)\n“We estimate that granting refugees in Malaysia the legal right to work will increase the total monthly income of all refugees to over RM165 million by 2024,” the report states. (See Table 1)\nTo estimate the GDP impact as a result of refugee spending stimulating activity in the wider economy, the authors assumed that refugee spending habits match those of the bottom 40% of the national population.\nBased on national data on B40 income and consumption, the marginal propensity of this group to consume was derived, then used to calculate the estimated GDP  impact.\nThe estimated impact was seen to be an addition of over RM3 billion to the annual GDP through higher spending by 2024. (See Table 2)\nThese positive impacts on the economy would translate into increased government revenues, the report says.\n“We estimate that if refugees were given the right to work, their tax contribution would increase to over RM50 million each year by 2024,” the report states, basing the figure on indirect taxation through the consumption of goods and services.\n“To realise these benefits, the government should take forward the practical steps to implement its manifesto commitment to provide refugees with the right to work, on par with locals. Crucially, this should include ensuring that refugees have full job mobility and are not confined to specific industries or locations — this will ensure that they can make best use of their skills and improve their productivity,” it recommends.\nIn the long term, investment in education for refugees alongside the local population will see substantial dividends for the country.\n“We estimate that under a scenario where refugees are granted access to education on a par with locals, their contributions to GDP could increase to over RM6.5 billion each year by 2040 with annual contribution in taxes of over RM250 million,” the report forecasts.\n \n \n","33":"POLITICAL analyst Dr Sivamurugan Pandian told me recently that someone he knew had texted him that day to say that the Registrar of Societies had asked him to come and collect his letter confirming his position as the president of a new political party.\nApparently, the new party is Indian-based. Siva said he had read that as at April 2017, Malaysia had 62 registered political parties that were listed as active. Many, I believe, are small parties that are actually only seasonally active.\nBut obviously that number is getting bigger as we are hearing of fresh applications, including from former senator Datuk Ezam Mohd Nor who wants to register his Parti Negara.\nWhile Ezam waits, controversial politician Datuk Ibrahim Ali has had his Parti Bumiputra Perkasa Malaysia approved by the RoS.\nI wonder if all this is good for the country. Do we need so many political parties? Most Malaysian parties are race-based, claiming to be the guardians of the communities they say they represent. And we are all too familiar with the divisive politics of race and religion.\nIbrahim’s party — called Putra for short — claims to represent, as the official name clearly suggests, the country’s bumiputera population and vows “not to compromise on issues related to the bumiputeras and Islam”. Of course, we would be very surprised if Ibrahim had it any other way.\nI take the bumiputeras mentioned here to mean the Malays. After all, the Malays are the majority and their votes matter a lot. Obviously, political parties that want to rule the country must win the Malay votes big time. The number of Malay voters is getting bigger while non-Malay voters are dwindling in number.\nAs a result, racial and religious sentiments are constantly being whipped up for political benefits. Expect things to get worse. Umno and PAS are already gleefully at it — having no qualms about playing up racial and religious issues. When there is no issue, they will create one. Now, we have Putra in the picture.\nPakatan Harapan chairman Tun Dr Mahathir Mohamad, who heads Parti Pribumi Bersatu Malaysia, calls it a “good” move by Putra, saying that it would be better to have 100 Malay parties so that the community could be divided 100 ways. Vintage Mahathir sarcasm.\nBut Ibrahim hit back, opining that it would be good if more Malay parties were formed “according to need”, Malaysiakini quoted him as saying. “It would be good if there are 100 Malay parties if that is what the Malays want.”\nA day later, national news agency Bernama ran a story that Selangor Sultan Sharafuddin Idris Shah was saddened by the Malay disunity. He said the split was bad, especially when there were so many groups claiming to fight for the interests of the Malays. No names were mentioned.\nWhat we have as a result is divisive politics. As a nation, we are drifting apart. What is more with the formation of new parties claiming to champion the rights of the non-Malays. A typical tit-for-tat situation.\nIn a democracy, says Siva, there is space for as many political parties as possible but “to what extent they function and play their roles is questionable”.\nHe says the parties could encourage participation from various groups based on different ideologies and act as checks and balances for one another. But “at the same time, this encourages polarisation. The leaders prioritise themselves instead of the community and their personalities become more prominent than the ideology”.\nPolitical analyst Asrul Hadi Abdullah Sani says greater representation is always good for a democracy, although he agrees with Mahathir that more Malay political parties will divide the community.\n“However I don’t think this should be viewed as a negative as this means that no single Malay party can dictate the agenda for the entire community,” he observes.\nIn another development, there are reports that the MIC is engaging with leaders from other smaller Indian parties and absorbing them into its fold to strengthen itself. This is a departure from its decades-long stance that it is the one and only party to have the right to represent the Indian community.\nNow, MIC president Tan Sri S A Vigneswaran has gone on record to confirm that the Malaysian Indian United Party will be disbanded and that its founder Tan Sri S Nallakarupan and members will join the MIC. And MIC is also said to be in talks with the Makkal Sakti Party.\nThis, I feel, will make many a Malay extra worried because as the Malays are becoming split and disunited, the Indians are moving in the opposite direction. Umno and PAS will surely milk this issue dry to prove that their pact is indeed for bangsa dan agama. I am surprised that they have not jumped on this already.\nNonetheless, the move by the MIC is practical, considering the predicament that it and the other Indian parties are in now. Siva says it should also accommodate MyPPP and IPF, both of which are Indian-based parties.\n“What MIC is doing is good but it must be done wisely to avoid intra-party conflict later, especially during seat allocation and contests for positions within the party,” says Siva.\nIntra-party and inter-party cooperation now will help the parties involved to either merge or focus on political collaboration and protect their ideology at the same time, he adds.\nAsrul, however, feels if the MIC wants to strengthen its position, it must examine whether it is still relevant to the community it claims to represent, in particular with regard to its relationship with PAS and Umno.\nIt is true that PAS and Umno’s racial and religious rhetoric has hurt the feelings of the non-Malays, the Indians included. “Absorbing Indian leaders from other parties,” says Asrul, “will make no difference if the community is still sceptical about the MIC and who it represents.”\nAll said and done, the fact remains that for a country of 32 million people or so, we have too many parties wanting to represent the rakyat. But as the analysts say, that is what democracy brings.\n \nMohsin Abdullah is a contributing editor at The Edge. He has covered politics for more than four decades.\n \n","34":"（吉隆坡20日讯）Serba Dinamik Holdings Bhd表示，放眼截至今年12月杪2019财政年的净利增长约10%，因计划在年内取得更多合约。\n集团总执行长Datuk Dr Mohd Abdul Karim Abdullah指出：“管理层今年的目标是实现15至20%的营业额增长，基于此，销售收入将为40亿令吉。”\n他今日在股东常年大会后举行的汇报会上说：“我们放眼净利增长10至12%，因此应可实现超过4亿令吉的净利。”\nAbdul Karim表示，这将由石油与天然气相关合约推动，集团30%的合约来自本地，其余70%来自海外。\n他称，该集团有望达成100亿令吉的订单目标，因截至6月已取得87亿令吉的合约，意味着未来6个月还需13亿令吉。\n“我们有信心实现100亿令吉目标。我们还在竞标约150亿令吉的合约。”\nSerba Dinamik正在竞标的一些合约，包括长达5年至10年的长期资产所有权合约。\n该集团还在探讨非洲地区，即坦桑尼亚、圭亚那、苏里南、塞内加尔和科特迪瓦，以及哈萨克斯坦、土库曼斯坦、乌兹别克斯坦和印度等亚洲国家的合约。\n截至4时30分，该股起9仙或2.23%，报4.13令吉，市值达60亿6000万令吉。\n \n（编译：陈慧珊）\n","35":"KUALA LUMPUR (June 20): The government's main focus in pursuing its policy of getting people to stop smoking should not be on the loss in excise duty revenue, but on how to combat organised crime, a panel discussion on the illicit cigarettes problem heard today.\nMalaysian Industrial Development Finance Bhd (MIDF) managing director Datuk Charon Wardini Mokhzani said the government's move to raise excise duty with the aim of reducing smoking is indirectly promoting illegal activities.\n\"The policy from the current government is really very much against smoking,\" he said. \"(But) if you want people to stop smoking, then you won't [want to] have the problem [of] not having the loss in excise duty revenue.\"\n\"A truly successful policy would mean zero-dollar revenue collected from the excise duty from cigarettes… because no one smokes,\" he said at the Oxford Economics Media Roundtable and Panel Discussion on illicit cigarettes.\nThus, from the government's health policy point of view, zero-dollar collected from cigarettes is \"actually a good thing\", he added.\nCharon noted that the government's current thinking is that people will buy fewer cigarettes if prices are increased.\n\"But what happens is that when prices are increased… lots of bad people come around saying that it's easier to sell smuggled cigarettes,\" he said, adding that despite the price increase, Malaysia still smokes some 20 billion sticks of cigarettes a year.\n\"We have to find another way of attacking the problem. Clearly, just raising the prices gives more avenues for bad people to do more bad things,\" he said.\n\"If you can make RM2.5 million for a forty footer container... that is a huge amount of money... and a lot of people get tempted. It's not just a political will in general to combat corruption, but a will in general,\" he said.\nAnother panellist, Datuk Seri Akhbar Satar, said Malaysia is facing an integrity crisis.\n\"We have to solve the integrity crisis first. When you are corrupted, whatever software you have or system... it will not work,\" said the ex-president of Transparency International Malaysia.\nGiven that the majority of the illicit cigarette consumption is in Sabah and Sarawak and the east coast of peninsular Malaysia, Akhbar said it is high time for the government to form a taskforce and concentrate on these areas.\nIn a separate statement today, British American Tobacco (Malaysia) Bhd managing director Erik Stoel said the illicit tobacco trade issue can no longer be ignored by the government.\n“We have constantly appealed for serious action to be taken. A cross government action plan must be developed and deployed where all key ministries have a role to play. These include the health ministry’s tobacco control sector, as well as the domestic trade and consumer affairs, home affairs and primary industries ministries.\n\"As the legal industry leader, we are very willing to provide resources and to support a cross government effort to curtail this menace – international experience tells us that a joint collaboration between the private and public sector can work,” he added.\nStoel noted that illicit tobacco trade negatively impacts the government’s revenues, fuels criminal syndicates and erodes Malaysia’s positive reputation as a country for foreign investment.\nHis statement echoes the findings of a recently published report by research and analyst firm Oxford Economics on the broader impact of the illicit tobacco trade in Malaysia. The report highlighted that since this black economy gained a foothold, the country’s gross domestic product, economy, public health agenda, reputation and legal employment opportunities have been undermined.\nMore disturbing is the fact that these criminal syndicates have blatantly been using and fuelling a culture of organised corruption that has entrenched itself across all levels of Malaysian society. This revelation comes at a time where corruption in Malaysia has already reached critical levels.\n“The findings of the report highlight that this black economy drains the country of more than just vital revenue. It is a threat to the nation’s sovereignty, fuels corruption and erodes the integrity of its people. These criminals will do all they can to ensure that the levels of corruption in Malaysia is kept at an all-time high,” said Stoel.\n \n“Unfortunately, we are a first-hand witness of how uncontrolled corruption has eroded a legitimate industry.  In just four years, the industry now comprises a market majority that does not and will not comply to any form of regulation or taxation.\n\"Clearly, this is a low-risk, high-reward activity because these criminal syndicates have no reservations paying off corrupt officials to avoid detection or to evade enforcement,\" he said.\n \n","36":"NEW YORK (June 20): The $1 trillion invested by traditional banks globally over the past three years to improve their technology has not yet delivered the revenue growth that had been expected, according to an Accenture report released on Thursday.\nThe consultancy analyzed more than 160 of the largest retail and commercial banks in 21 countries to determine whether those making the most progress on technology were achieving better financial performance.\nIt found that banks that had advanced the most on digital were the most profitable and highly valuable, but that the higher profitability was driven by having reduced costs rather than revenue growth.\nBanks had hoped that by creating better digital products and experiences for customers they would have achieved the same fast user and revenue growth as new tech-savvy competitors or large technology firms, Alan McIntyre, a senior managing director at Accenture and head of its global banking practice, said in an interview.\n“Having a good digital offering is not enough to move customers,” McIntyre said. “If it doesn’t change, the industry is going to end up looking more like a utility.”\nThe study comes as incumbent banks continue to dedicate vast amounts of funding to overhaul their old technology systems and offer more digital services to customers.\nBanks are seeking to meet the higher expectations of customers who have grown accustomed to the user-friendly products and services offered by consumer technology companies and new financial services entrants.\nAccenture did not discount investments in technology, but noted that reducing costs was only the first step banks needed to make to become more competitive in the changing landscape.\nThe move to digital is likely to reduce banks’ income from fees, such as those customers pay for advice or transactions, according to the report.\nIt recommends that moving forward banks focus on making more income from taking risks linked with running the balance sheet, such as interest rate and credit, or by creating new revenue streams in areas not in their traditional domain.\n","37":"KUALA LUMPUR (June 20): JT International Bhd (JTI Malaysia), which is part of Japan Tobacco International, is calling for more coordinated action against illegal cigarette trade, noting that the activity is growing at an \"increasingly fast pace in recent months and is reaching uncontrollable levels\".\nThe country's second largest tobacco company by volume said that with Malaysia having the highest illegal cigarette trading levels in the world at 58.9% of the market based on a 2018 Nielsen study, decisive measures are needed to contain contraband trading before the situation deteriorates further.\n\"All indications from recent studies and reports from the market, as well as our observations on the ground, suggest that the situation is not improving and we are projecting that the government will likely miss its revenue collection targets from the industry in 2019,\" JTI Malaysia managing director Cormac O'Rourke said in a statement today.\n\"There is a growing concern that contraband cigarette trading is gaining momentum in recent months,\" he added.\nO'Rourke noted that while affordability of legal cigarettes has led to the current situation, the focus must now be on enforcement efforts if the country is to get to grips with this spiralling problem.\n\"While the government has passed laws in recent months that increases the penalties against contraband trading, this must be accompanied by strong action and enforcement at ground level if the government is to have any success in stemming the tide of 12 billion sticks of illegal cigarettes flooding into the market,\" he said.\nJTI Malaysia reiterated its earlier calls that the government implement the following measures:\nAn excise tax moratorium for the next three years to avoid any further price shocks leading to more smokers switching to illegal cigarettes and to also allow for enforcement actions to take hold\nA ban on transhipment for cigarettes at entry points in Malaysia, which has been manipulated to bring illegal cigarettes into the country. There should also only be a single point of entry for any importation of cigarettes into Malaysia, and\nEstablishment of an independent body to lead a special taskforce on addressing illegal cigarette sales comprising multiple relevant government agencies including industry representatives to ensure a comprehensive approach.\nOn its part, O'Rourke said JTI Malaysia is monitoring the situation closely and is prepared to discuss further with the government on its proposals.\n","38":"PUTRAJAYA (June 20): The corruption trial of Datin Seri Rosmah Mansor, wife of former prime minister Datuk Seri Najib Tun Razak, over the Sarawak solar project cases will be heard in the High Court.\nThis follows Rosmah’s decision to withdraw her appeal today in the Court of Appeal against the Kuala Lumpur High Court decision of March 15 this year allowing the prosecution to transfer her case from the Sessions Court to the High Court.\nRosmah's counsel Datuk Jagjit Singh informed a three-member bench led by Justice Datuk Abdul Rahman Sebli that the defence is withdrawing the appeal in the light of a High Court decision of May 30.\nOn that date, High Court judge Mohamed Zaini Mazlan allowed a prosecution application to jointly try Rosmah and Rizal Mansor, a former special officer to Najib, at the High Court pertaining to their corruption charges over the solar project and set 32 days for trial beginning Feb 3 next year.\nMohamed Zaini had also ordered for Rosmah’s money-laundering charges, involving more than RM7 million, to be heard separately and fixed May 11 for the trial.\nToday, DPP Mohd Farizul Hassan Bakri did not object to the withdrawal of the appeal.\nJustice Abdul Rahman, who sat with Justices Datuk Kamardin Hashim and Datuk Harmindar Singh Dhaliwal, then struck off the appeal.\nRosmah, 67, was not present in court today.\nShe pleaded not guilty in the Sessions Court on Nov 15 last year to two counts of soliciting RM187.5 million and receiving RM1.5 million for projects to provide solar energy to 369 rural schools in Sarawak.\nRizal, 46, claimed trial on that same day to four counts of soliciting and accepting bribes for himself and Rosmah, amounting to RM5.5 million, over the same project.\nOn Oct 4 last year, Rosmah also pleaded not guilty to 12 charges of money laundering amounting to RM7,097,750 and five charges of failing to declare her income to the Inland Revenue Board.\n","39":"NIEUWEGEIN, Netherlands (June 20): Three Russians and a Ukrainian will face murder charges for the deaths of 298 people aboard Malaysia Airlines Flight MH17 that was shot down over eastern Ukraine in 2014, the international investigative team said on Wednesday.\nThe suspects are likely to be tried in absentia in proceedings set to start in the Netherlands next March. Dutch authorities said Russia has not cooperated with the inquiry and is not expected to surrender defendants.\n“These suspects are seen to have played an important role in the death of 298 innocent civilians,” Dutch Chief Prosecutor Fred Westerbeke said. “Although they did not push the button themselves, we suspect them of close cooperation to get the (missile launcher) where it was, with the aim to shoot down an airplane.”\nThe Russian Foreign Ministry denied that it had not cooperated while saying on Wednesday the investigation was intended to damage Moscow’s reputation.\n“Once again, absolutely groundless accusations are being made against the Russian side, aimed at discrediting the Russian Federation in the eyes of the international community,” the Foreign Ministry said in a statement.\nDutch Justice Minister Ferdinand Grapperhaus said in a letter to parliament the Netherlands had taken unspecified “diplomatic steps” against Moscow for failing to fully comply with legal requests or providing incorrect information.\nMH17 was shot out of the sky on July 17, 2014, over territory held by pro-Russian separatists in eastern Ukraine as it was flying from Amsterdam to Kuala Lumpur. Everyone aboard died.\nThe Dutch-led international team tasked with assigning criminal responsibility for the plane’s destruction named the four suspects as Russians Sergey Dubinsky, Oleg Pulatov and Igor Girkin, and Ukrainian Leonid Kharchenko. It said international arrest warrants for the four had been issued.\nGirkin, 48, a vocal and battle-hardened Russian nationalist, is believed to live in Moscow where he makes regular public appearances. He is a commentator on Russian and foreign affairs via his own website and YouTube channel.\n“The rebels did not shoot down the Boeing,” Girkin told Reuters on Wednesday without elaborating.\nUkrainian authorities said they would try to detain Kharchenko, who is believed to be on their territory.\n“The Russian Federation must now cooperate fully with the prosecution and provide any assistance it requests,” British Foreign Secretary Jeremy Hunt said. There were 10 Britons on the flight.\nU.S. Secretary of State Mike Pompeo urged Russia in a statement to “ensure that any indicted individuals currently in Russia face justice.”\nRUSSIAN MISSILE\nMost of the passengers were Dutch. The joint investigation team formed by Australia, Belgium, Malaysia, the Netherlands and Ukraine found that the plane was downed by a Russian missile.\nLast year Russian President Vladimir Putin called MH17’s downing a “terrible tragedy” but said Moscow was not to blame and there were other explanations for what happened.\nAsked if she expected the suspects to attend the trial, Silene Fredriksz, whose son Bryce was on the plane, said: “No, I don’t think so. But I don’t care. I just want the truth, and this is the truth.”\nThe investigation team said Girkin was a former Russian FSB security service colonel who served as minister of defence of the self-declared Donetsk People’s Republic (DNR) in eastern Ukraine in the summer of 2014.\nIt said Dubinsky was head of the military intelligence agency of DNR, while Pulatov headed a second department of the agency. Kharchenko was head of a reconnaissance battalion for the second department, it said.\nProsecutors have said the missile system that brought down the airliner came from the Russian 53rd Anti-Aircraft Brigade, based in the western Russian city of Kursk.\n","40":"（吉隆坡20日讯）联合献购方以每股2.33令吉，购入义利（Yee Lee Corp Bhd）的15万5500股。\n联合献购方包括私募股权基金Dymon Asia Private Equity（东南亚）Fund II私人有限公司、义利创办人拿督林国璋与家人，以及Langit Makmur私人有限公司。\n义利今日向大马交易所报备，这些股票是在昨日（19日）买入的。\n本月4日，该集团指出，联合献购方已将接受献购的截止日期延长至今年6月21日，原定截止日是6月7日。随后又延长至7月3日。\n截至6月3日，联合献购方已经累积1亿3403万股，相等于69.95%股权。\n义利还披露，已有1269万股或6.62%股权接受献购，但仍有待核实。\n联合献购方于今年4月26日宣布，将以现金每股2.33令吉收购他们尚未持有的7969万股或41.59%股权。\n这比该股于4月25日的1.94令吉闭市价，溢价39仙或20.1%。\n然而，独立顾问艾芬黄氏投资银行认为，该献购“不公平但合理”。\n该投行表示，交易不公平是因为这比义利的3.42至3.93令吉预计合理价，折价31.87%至40.71%。\n尽管如此，该投行认为献购合理，因为在截至今年3月份的12个月内，义利股票交投淡静，平均每月交易量占总股票量的0.89%。\n截至3时55分，义利报2.33令吉，无起落，交投量有37万1900股。\n \n（编译：陈慧珊）\n","41":"THE subdued first-quarter earnings of Malaysian banks portend a trend of weakening profitability, analysts say.\nAs difficult as it was for lenders to grow core earnings in 1Q2019, it will be even tougher to do so in the remaining quarters of the year, given uncertainties from deteriorating US-China relations and last month’s cut in the overnight policy rate (OPR) by Bank Negara Malaysia as well as competitive funding costs, which will further weigh on margins. Weaker capital markets may also lead to softer non-interest incomes for the banks.\n“We believe banks operating in the Malaysian market will see visible margin compression, accompanied by slower loan growth and higher non-interest income volatility for the rest of 2019. Asset quality will likely hold, despite downward pressure,” S&P Global Ratings says in a May 31 report.\nThe January-to-March period saw all eight domestic banking groups, except Alliance Bank Malaysia Bhd, register a year-on-year decline in net interest margin (NIM), an indicator of profitability.\nAlliance Bank saw a seven-basis point (bp) increase in NIM to 2.57%, the highest margin among the eight banking groups, thanks to its strong focus on higher risk-adjusted return loans such as personal and small and medium enterprise loans.\nAffin Bank Bhd experienced the biggest dip in margin (-37 bps to 1.61%), followed by AMMB Holdings Bhd (-26 bps to 1.78%).\nNIMs fell mainly because of higher funding costs, fuelled by stronger accumulation of fixed deposits and weaker current account and savings account deposits. It should also be noted that there was a 25 bps hike in the OPR in the same quarter a year ago.\nOn a quarter-on-quarter basis, five of the eight banks saw a decline in NIM. The only three that saw improvement were CIMB Group Holdings Bhd (three bps to 2.48%), Public Bank Bhd (one bp to 2.19%) and Alliance Bank (one bp to 2.57%).\n“However, these improvements are either unsustainable or masked by their overseas operations’ NIM recovery (in the case of Indonesia for CIMB),” opines S&P Global. S&P Global tracks the five big banks, namely Malayan Banking Bhd (Maybank), CIMB, Public Bank, RHB Bank Bhd and AMMB.\nGiven Bank Negara’s 25 bps cut in the OPR last month, there will continue to be downside pressure on NIM.\n“[The cut] means there will be further downside ahead until end-2019, of which we typically assume a six-to-nine-month lag for the repricing of these banks’ assets and liabilities. Continuous tight liquidity in the market — amid persistent deposit competition — clearly does not help and is increasing the cost of funding. Heightened capital market volatility amid escalating trade tensions between the US and China — while not a risk factor unique to Malaysia — is dampening the outlook for local banks’ non-interest revenues,” says S&P Global credit analyst Nancy Duan.\n“All these factors contribute to our negative view on Malaysian banks’ profitability trend this year — especially when we believe there is limited room for further cost-cutting. All in all, we are likely to see a disappointing 2019 in terms of bottom-line earnings.”\nLoans are not growing as robustly either. Bank Negara’s latest monthly banking data shows that the industry’s loan growth eased in April for the fourth consecutive month, to 4.5% y-o-y from 4.9% in March.\nHowever, given that there was positive growth that month in loan applications and approvals, there is optimism that things could pick up in 2Q and 3Q. Hence, analysts are sticking to their full-year loan growth projections of about 5% for the year.\nMeanwhile, all eyes will continue to be on banks’ asset quality, which has stayed resilient so far despite the pressures. The industry’s gross impaired loan (GIL) ratio stood at 1.51% as at end-April, having inched up five bps from end-March.\nAffin Bank’s asset quality, in particular, will be watched. Its GIL ratio inched up six bps q-o-q to 3.31%, far higher than the industry average, partly due to two problematic accounts. The bank has told analysts that it expects to resolve the two accounts — one in the oil and gas sector and the other in property — by year end.\nMost of the banks reported subdued first-quarter core earnings, albeit within analysts’ consensus forecasts.\nBIMB Holdings Bhd, which owns Bank Islam Malaysia Bhd, was the only financial institution that surpassed expectations. Its 1QFY2019 net profit stood at RM202.5 million, up 17.6% y-o-y and 25.5% q-o-q, boosted by strong takaful income, net financing income and benign loan loss provisions (LLPs).\nMaybank Investment Bank Research deems the banking sector to have performed below expectations in the first quarter. The total core net profit of the banks under its coverage fell 0.9% y-o-y and 7.3% q-o-q.\n“We put the banks through quite a fair bit of earnings downgrades,” it says in a June 4 report. It now expects banks’ core earnings to grow a smaller 3.8% this year compared with earlier expectations of 6.1%. Last year, earnings grew 7.1%.\nMaybank’s 1QFY2019 net profit, at RM1.81 billion — down 3.3% y-o-y and 22.2% q-o-q — came in below expectations, making up just 22% of consensus estimates for the full year.\nThis was mainly because of higher LLPs due to a top-up in provisioning for its exposure to financially distressed Singapore water treatment firm Hyflux. The bank also reported lower net interest and non-interest incomes.\n“The bank did not disclose the quantum of the additional provision for Hyflux, but we think that this could form the bulk of the total provision of RM596.4 million for its group corporate banking and global markets in 1Q2019,” says CIMB-CGS Research.\nThe research house notes that Maybank is, nevertheless, sticking to its guidance of a credit charge-off rate of 40 bps for FY2019, despite the 48 bps in 1QFY2019, suggesting that the bank is expecting lower average LLP per quarter in the next three quarters.\nMaybank’s exposure to Hyflux stands at about S$602.4 million (RM1.83 billion), which it is working to recover.\n“We understand that Maybank is working with all the parties involved for the recovery of the amount owed by Hyflux. However, the bank has not given any indication of the expected completion timeline for the process nor the possible outcome,” says CIMB-CGS Research.\nMaybank has guided for a potential negative impact of one bp on its NIM this year from the OPR cut. RHB Bank is maintaining its return on equity target of 10.5% for the year, but has guided analysts that it expects a further five bps compression in NIM, from an earlier guidance of three to five bps.\nMost analysts continue to have a “neutral” call on the banking sector.\n“We continue to rate Malaysian banks at ‘neutral’, given the concerns over margin erosion and an expected uptick in credit costs. On a positive note, the sector’s dividend yield is attractive at a projected 4% for 2019, ” says CIMB-CGS Research.\nThe stocks with the most “buy” calls by analysts currently include RHB, CIMB, Alliance Bank and Maybank. The Financial Services Index on Bursa Malaysia has shed 2.7% year to date, similar to the fall in the key benchmark index FBM KLCI as at last Thursday.\n \n","42":"JUST last week, Morgan Stanley said that a recession could begin as soon as nine months’ time if US President Donald Trump pushes to impose a 25% tariff on an additional US$300 billion of Chinese exports, and if China retaliates with its own countermeasures.\nThis does not bode well for Malaysian corporations, some of which have already experienced a deterioration in earnings as a result of the Sino-US conflict.\nDespite a recent report by Japanese bank Nomura that Malaysia has been identified as the fourth biggest beneficiary of trade diversion after Vietnam, Taiwan and Chile, Finance Minister Lim Guan Eng said Malaysia wants the trade war to end.\n“Malaysia hopes that the trade war will end because, eventually, there will be no winners, only losers. All parties should instead enhance cooperation at the regional and global levels to allow the global economy to grow sustainably,” he said in a statement on Friday.\n“The ongoing trade war and its effect of slowing global trade has certainly impacted the export sectors — mainly in technology, the electrical and electronics exports, oil and gas, plantations and also logistics,” Fortress Capital Asset Management (M) Sdn Bhd investment adviser and director Geoffrey Ng tells The Edge.\nThus, he does not see the earnings of corporations that have been impacted by the trade conflict improving anytime soon.\n“With limited visibility of a resolution to what looks like a worsening trade negotiation, we expect the next couple of quarters to reflect even more subdued corporate earnings from sectors that are dependent on such trade flows for primary and intermediate products and services from China.\n“That said, we are also on the lookout for companies and sectors that may benefit from the medium-to-longer term adjustment of supply-chain activity from China,” Ng adds.\nOptimistic about a better 2H?\nWith the performance of stocks depending on corporate earnings, among others, foreign selling on the local bourse thus far is indicative of the expectations of companies’ performance.\nIn its 1Q2019 results review note, Kenanga Research says that year to date (up to March 2019), total foreign outflow of RM1.36 billion is a telltale sign of the softer confidence in the local market.\n“Still, we are optimistic about a better second half of 2019, with our strategists’ view that the weakness in sentiment could be nearing its end.\n“This is premised on the potential bottoming of local benchmark indices, potentially backed by healthy and sustainable oil prices. On another note, the introduction of the T+2 settlement cycle for the securities market could lead to a rise in transaction volumes, and hence, trading participation,” the firm says.\nIt is worth noting that HSBC Global Research recently upgraded its rating on Malaysia to “neutral” from “underweight”.\n“MSCI Malaysia was among the worst-performing markets in Asean year to date, down 5.9%. However, we think the economy looks resilient, with domestic demand strong and manufacturing growth holding up.\n“Low earnings growth is a concern but we see limited further downside. Valuations, while not as attractive as in other markets in the region, are not particularly expensive. The market has strong defensive qualities, which should reduce downside risks if trade tensions escalate,” the firm adds.\nThe FBM KLCI closed at 1,649.33 points last Friday, down 2.4% year to date. The market is currently trading at 16.7 times PER, relatively higher compared to its regional peers such as the Singapore Straits Times Index at 12.49 times, the Stock Exchange of Thailand SET Index at 15.37 times, the Jakarta Composite Index at 15.06 times and the Ho Chi Minh Stock Index at 16.15 times.\n \n"}}